Repository: vlajksanyee/movie-app
Catalog: movie-app/resources/localization/*.lproj/Localizable.strings
Languages: hu

# genreSection.title
source: Movie app
hu: Filmek alkalmazás

# search.empty
source: Start typing to seach
hu: Kezdj el gépelni a kereséshez

# search.textfield.placeholder
source: Movies, Director, Actor, Actress, etc.
hu: Film, Rendező, Színész, Színésznő, stb.

# favorites.title
source: Favorites
hu: Kedvencek

# favorites.empty
source: No Favorites Yet
hu: Még Nincsenek Hozzáadva Kedvencek

# settings.title
source: Settings
hu: Beállítások

# apierror.message
source: API Error
hu: API Hiba

# unexpectederror.title
source: Unexpected Error
hu: Váratlan Hiba

# unexpectederror.message
source: Something went wrong. Please try again later.
hu: Nem várt hiba lépett fel. Próbálkozz később.

# dismissbutton.title
source: Close
hu: Bezár

# clienterror.title
source: Client Error
hu: Kliens Hiba

# mappingerror.title
source: Mapping Error
hu: Leképezési Hiba

# mappingerror.message
source: Mapping Error
hu: Leképezési Hiba

# details.available
source: Available
hu: Elérhető

# details.unavailable
source: Unavailable
hu: Nem elérhető

# details.label.release
source: Release Date
hu: Megjelenési Év

# details.label.runtime
source: Runtime
hu: Időtartam

# details.label.languages
source: Languages
hu: Nyelvek

# details.button.rate
source: Rate this movie
hu: Értékeld ezt a filmet

# details.button.imdb
source: Visit at IMDB
hu: Nézd meg IMDB-n

# details.overview
source: Synopsis
hu: Összefoglaló

# details.publishers
source: Publishers
hu: Kiadók

# details.cast
source: Cast
hu: Színészek

# noInternet
source: No Internet connection
hu: Nincs Internetkapcsolat
